Repository: MATHEMA-GmbH/PlantAR
Catalog: Plant-*/*.lproj/Localizable.strings
Languages: de

# welcome
source: Welcome to PlantAR!
de: Willkommen bei PlantAR!

# onboarding_plant_select_1(%@)
source: Open the menu (%@), to choose a plant.
de: Öffne das Auswahlmenü (%@), um dort eine Pflanze auszuwählen.

# onboarding_plant_select_2
source: Once a plant has been selected, it can be placed. The placement can be confirmed or canceled with the following buttons:
de: Sobald eine Pflanze ausgewählt wurde, kann diese platziert werden. Mit folgenden Buttons kann die Platzierung bestätigt oder abgebrochen werden.

source: confirm
de: bestätigen

source: cancel
de: abbrechen

# onboarding_placement
source: To place a plant, the square must be closed.
de: Um eine Pflanze platzieren zu können, muss das Quadrat geschlossen sein.

# onboarding_favorites_1
source: Add a plant to your favorites by tapping it in the menu for a few seconds.
de: Füge eine Pflanze zu deinen Favoriten hinzu, indem du sie im Menü für wenige Sekunden antippst.

# onboarding_favorites_2 (%@).
source: Then the plant also appears in the favorites menu (%@).
de: Danach erscheint die Pflanze zusätzlich im Favoriten-Menü (%@).

# onboarding_snapshot_1
source: You can take photos of your placed plants by pressing the following button:
de: Du kannst deine platzierten Pflanzen fotografieren, indem du folgenden Button drückst:

# onboarding_snapshot_2
source: The photos will be saved in your album.
de: Die Fotos findest du anschließend in deinem Album.

source: Done
de: Fertig

# favorites_title
source: Favorites
de: Favoriten

# menu_title
source: Menu
de: Menü

# context_menu_1
source: Remove from favorites?
de: Lieblingspflanze entfernen?

# context_menu_2
source: Save as a favorite?
de: Als Lieblingspflanze speichern?

source: Access denied
de: Zugriff nicht erlaubt

# snapshot_saver_1
source: To be able to save photos, go to the system settings and allow access to the photo library.
de: Um Fotos speichern zu können, gehe in die Systemeinstellungen und erlaube den Zugriff auf die Fotobibliothek.

# snapshot_saver_2
source: Allow access to the photo library.
de: Zugriff auf Fotobibliothek erlauben

# snapshot_error_1
source: Error!
de: Fehler!

# snapshot_error_2
source: Your snapshot could not be saved
de: Dein Snapshot konnte nicht gespeichert werden

# snapshot_successful_1
source: Plantastic!
de: Pflanztastisch!

# snapshot_successful_2
source: Your snapshot was saved successfully!
de: Dein Snapshot wurde erfolgreich gespeichert!

# camera_access_denied_1
source: Camera access denied
de: Kamera-Zugriff nicht erlaubt

# camera_access_denied_2
source: PlantAR cannot display your surroundings. Please activate camera access in your device settings.
de: PlantAR kann deine Umgebung nicht anzeigen. Bitte aktiviere den Kamera-Zugriff in deinen Geräteeinstellungen.

# camera_access_denied_3
source: Got to settings
de: Öffne Einstellungen
